<p style="font-size:15px; line-height: 25px; text-align:justify; padding: 20px 5px 10px 5px;">
Компания <b>FERROLI</b> – международный лидер в производстве отопительного и климатического оборудования в бытовом и промышленном секторах, представленная в более 30 странах по всему миру. 
<br />ИЗАО "ФерролиБел" - официальное представительство Ferroli S.p.A в Беларуси, имеющее сеть официальных дилеров и авторизованных сервисных центров во всех областях страны. 
<br />На территории Беларуси, а именно в г. Фаниполь (СЭЗ), возведено производственное здание и логистический комплекс итальянской продукции Ferroli. Производственные мощности и отлаженная логистика гарантируют наличие продукции, запчастей Ferroli и мгновенные отгрузки отопительного оборудования во все точки не только Беларуси, но и России.
<br /><i class="fa fa-download"></i> <a href=/up/politic.pdf target="_blank">Политика в области качества ИЗАО "ФерролиБел"</a>
<br /><i class="fa fa-download"></i> <a href=/up/cert-iso-ferbel.pdf target="_blank">Сертификат менеджмента качества СТБ ISO 9001-2015</a>
</p>
