<?php
return [
    'index'        => 'Главная',
    'cart'         => 'Корзина',
    'order'         => 'Оформление заказа',
    'items'        => 'Содержимое корзины',
    'icon'         => 'shopping-cart',
    //
    'product_id'   => 'Идентификатор',
    'name'         => 'Наименование',
    'price'        => 'Цена',
    'quantity'     => 'Количество',
    'weight'       => 'Вес',
    'brand_id'     => 'Производитель',
    'image'        => 'Изображение',
    'unit'         => 'Единица измерения',
    'availability' => 'Наличие',
    'sku'          => 'Артикул',
	'select_dealer' => 'Выберите одного или несколько официальных дилеров из списка для отправки им завяки на приобретение оборудования.',
	'no_dealers' 	=> 'К сожалению для Вашего региона официальные дилеры не могут быть отображены. <br /> Пожалуйста, позвоните нам по телефону: +7(495)646-06-23',
	'show_dealer' 	=> 'Показать дилеров в регионе',
	'select_region' => 'Выберите регион приобретения оборудования Ferroli:',
	'contact' 		=> 'Как к Вам обращаться?',
	'accept' 		=> 'Я согласен с условиями использования сервисов и даю согласие на обработку и передачу указанных выше персональных данных в соответствии с политикой компании ',
    //
    //

    'weight_unit' => [
        'g'  => 'г',
        'kg' => 'кг',
        'c'  => 'ц',
        't'  => 'т',
    ],
    //
    'error'       => [
        'quantity' => [
            'required' => 'Укахите количество товара',
        ],
    ],

    'in_stock'            => 'В наличии',
    'out_of_stock'        => 'Товар закончился',
    'subtotal'            => 'Всего',
    'total'               => 'Итого к оплате',
    'add_add'             => 'Товар добавлен в корзину',
    'add_form_cancel'     => 'Продолжить покупки',
    'to_products'         => 'Перейти в каталог запчастей',
    'to_catalog'         => 'Перейти в каталог оборудования',
    'add_form_ok'         => 'Оформить заказ',
    'to_cart'             => 'В корзину',
    'to_order'             => 'Заказать',
    'to_confirm_order'    => 'Перейти к оформлению заказа',
    'cart_is_empty'       => 'Ваша корзина пуста',
    'cart_clear'          => 'Очистить корзину',
    'ordering'            => 'Оформление заказа',
    'order_confirm'       => 'Подтвердить заказ',
    'order_comment'       => 'Комментарий к заказу',
    'item_delete'         => 'Удалить',
    'item_hint_title'     => 'Подсказка',
    'item_hint_content'   => 'Укажите количество от 1 до :max и нажмите клавишу Enter',
    'delete_form_title'   => 'Удаление',
    'delete_form_cancel'  => 'Отмена',
    'delete_form_ok'      => 'Удалить',
    'delete_form_content' => 'Вы действительно хотите удалить запись?',

    'placeholder'       => [
		'contact'	=> 'Например, Иванов Сергей Сергеевич',
	],
];