<?php
return [
    'contract'      => 'договор',
    'contracts'     => 'Договоры',
    'icon'          => 'file-o',
    //
    'created'       => 'Договор успешно создан',
    'updated'       => 'Договор успешно обновлен',
    'deleted'       => 'Договор успешно удален',
    //
    'number'        => '№ договора',
    'date'          => 'Дата договора',
    'contragent_id' => 'Контрагент',
    'territory'     => 'Территория обслуживания',
    'automatic'     => 'Сгенерировать номер автоматически',
    'signer'        => 'В лице',
    'phone'         => 'Контактный номер телефона',
    'type_id'       => 'Тип договора',
    //
    'placeholder'   => [
        'id'        => '№ договора',
        'territory' => 'например, Самара, Самарская область в радиусе 100 км от Самары',
        'number'    => '',
        'date'      => 'Кликните для выбора даты',
        'phone'      => 'Например, 8 (925) 123-45-67',
        'signer'    => 'генерального директора Иванова Ивана Ивановича, действующий на основании Устава',
        'search'    => 'Поиск по договорам',
    ],
    'header'        => [
        'contract' => 'Договор',
    ],
    'help'          => [
        'download' => 'Скачать шаблон договора',
        'search'   => 'Поиск по номеру, территории обслуживания, в лице',
        'territory'   => '(Область или город с радиусом обслуживания)',
        'signer'   => '(должность, ФИО, на каком основании подписывает договор)<br /> Например: генерального директора Иванова Ивана Ивановича, действующий на основании Устава <br /> Для подписи ИП за себя - только ФИО в родительном падеже',
        'new'      => 'Нажмите на кнопку "Создать договор", внесите необходимые данные, Вы сможете скачать шаблон договора. Убедитесь в корректности заполнения рекцизитов в разделе личного кабинета <a href="/contragents">"Юридические лица"</a>',
    ],
    'word'          => [
        'number'    => '№ договора',
        'date'      => 'Дата договора',
        'territory' => 'Территория обслуживания',
        'signer'    => 'В лице',
        'executor'  => 'Исполнитель',
        'address'   => 'Адрес',
        'phone'     => 'Телефон',
        'email'     => 'E-mail',
        'inn'       => 'ИНН',
        'kpp'       => 'КПП',
        'ogrn'      => 'ОГРН',
        'okved'     => 'ОКВЭД',
        'bank'      => 'Банк',
        'rs'        => 'РС',
        'ks'        => 'КС',
        'bik'       => 'БИК',
    ]
];
