<?php
return [
    'mounting_bonus'   => 'бонус за монтаж',
    'mounting_bonuses' => 'Бонусы за монтаж',
    'mounting_products' => 'Оборудование и бонусы',
    'icon'             => 'btc',
    'created'          => 'Бонус за монтаж успешно создан',
    'updated'          => 'Бонус за монтаж успешно обновлен',
    'deleted'          => 'Бонус за монтаж успешно удален',
    //
    'product_id'       => 'Оборудование',
    'value'            => 'Премия за монтаж Базовая(сертификат), баллов',
    'start'            => 'Премия за монтаж Старт (без сертификата), баллов',
    'profi'            => 'Премия за монтаж Профи (сертификат + 3 отчета), баллов',
    'super'            => 'Премия за монтаж Супер (сертификат + 10 отчетов), баллов',
    'social'           => 'Премия за размещение в соц. сетях, баллов',
    'symbol'           => 'б.',
    'symbol_large'           => 'баллов',
    'placeholder'      => [
        'value'  => 'Например, 1 000',
        'social' => 'Например, 500',
    ],
    'header'           => [
        'mounting_bonus' => 'Бонус за монтаж',
    ],
    'help'             => [
        'has' => 'Указан бонус за монтаж'
    ],
    'error'            => [
        'deleted' => 'Ошибка удвления бонуса за монтаж'
    ]
];
