<?php
return [
	'add'            => 'Добавить отчет о продаже котла',
	'report'            => 'Отчет о продаже',
	'reports'            => 'Отчеты о продаже',
	'new_report'            => 'Новая продажа',
	'address_id'            => 'Адрес магазина, в котором было продано оборудование',
	'address_help'            => 'Если в списке правильного адреса нет, напишите его в поле рядом.',
	'address_new_placeholder'            => 'Если адреса нет в списке впишите его здесь.',
	'created_at'            => 'Дата создания',
	'created'            => 'отчет о продаже создан. Ожидайте одобрения администратором портала и начисления бонусных баллов.',
	'comment'            => 'Комментарии к отчету',
	'comment_placeholder'            => 'Дополнительная информация о продаже.',
	'date_trade'            => 'Дата продажи оборудования',
	'files'            => 'Прикрепленные файлы',
	'product_id'            => 'Модель оборудования',
	'product_id_help'            => 'Выберите оборудование из списка',
	'serial_id'            => 'Серийный номер оборудования',
	'serial_id_placeholder'            => 'Например, 20310743GCG6KYA, или 1938L40008',
	'status_id'            => 'Статус',
	'serial_dup'            => 'Дубль',
	
    
    'retail_sale_bonus' => [
        'retail_sale_bonuses'   =>'Бонусы за продажу',
        'retail_sale_bonus'     =>'Бонус за продажу',
        'product_id'            => 'Оборудование',
        'value'                 => 'Премия за продажу Базовая(сертификат), баллов',
        'start'                 => 'Премия за продажу Старт (без сертификата), баллов',
        'profi'                 => 'Премия за продажу Профи (сертификат + 3 отчета), баллов',
        'super'                 => 'Премия за продажу Супер (сертификат + 10 отчетов), баллов',
        'symbol'                =>'б.',
        'symbol_large'                =>'баллов',
        'updated'               =>'Бонус за продажу обновлен',
        'created'               =>'Бонус за продажу создан',
        'deleted'               =>'Бонус за продажу удален',
    ]

];
